{"translation-revision-date":"2025-04-15 09:10:32+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Device Settings":["Réglages pour les appareils"],"This setting allows you to enable the legacy Theme Editor.":["Ce réglage vous permet d’activer l’ancien éditeur de thème."],"Enable Legacy Theme Editor":["Activer l’éditeur de thème ancien"],"This style was created with the Theme Editor.":["Ce style a été créé à l’aide de l’éditeur de thèmes."],"Style Details":["Détails du style"],"Legacy":["Ancien"],"theme":["thème"],"Unable to proceed due to invalid nonce token.":["Impossible de poursuivre en raison d’un jeton nonce invalide."],"Invalid nonce token":["Jeton nonce invalide"],"Items Per Page":["Éléments par page"],"Order By":["Trier par"],"Descending":["Décroissant"],"Ascending":["Croissant"],"Sort Slideshows By":["Trier le diaporama par"],"Date Created":["Date de création"],"Slideshow ID":["ID du diaporama"],"Set default sorting options and items per page for your Dashboard.":["Définir les options de tri par défaut et les éléments par page pour votre tableau de bord."],"Dashboard Settings":["Réglages du tableau de bord"],"MetaSlider Pro gives you access to extra themes. You can also create completely new themes that can easily be added to new slideshows.":["MetaSlider Pro vous donne accès à des thèmes supplémentaires. Vous pouvez également créer des thèmes entièrement nouveaux qui peuvent être facilement ajoutés à de nouveaux diaporamas."],"TinyMCE is a WYSIWYG editor you can use in slide captions.":["TinyMCE est un éditeur WYSIWYG que vous pouvez utiliser dans les légendes des diapositives."],"Enable TinyMCE":["Activer TinyMCE"],"This setting allows you to disable the legacy MetaSlider widget.":["Ce réglage vous permet de désactiver l’ancien widget MetaSlider."],"Disable Legacy Widget":["Désactiver le widget ancien"],"This theme was created through the theme editor.":["Ce thème a été créé à l’aide de l’éditeur de thèmes."],"Upgrade now to unlock this theme!":["Mettre à niveau maintenant pour débloquer ce thème !"],"All themes":["Tous les thèmes"],"Enter text that will appear with your image slide.":["Saisir le texte qui apparaîtra avec votre diapositive d’image."],"Change the maximum custom fields for Post Feed":["Modifier le nombre maximum de champs personnalisés pour le flux de publications"],"Select how many custom fields will display in the dropdown menu when you are inserting tags.":["Sélectionner le nombre de champs personnalisés qui s’afficheront dans le menu déroulant lors de l’insertion des étiquettes."],"Update the MetaSlider Pro settings.":["Mettre à jour les réglages de MetaSlider PRO."],"Pro Settings":["Réglages Pro"],"Disable Legacy Libraries":["Désactiver les bibliothèques anciennes"],"Enable Device Settings":["Activer les réglages pour les appareils"],"Update the settings used for all the slideshows on your site.":["Mettre à jour les réglages utilisés pour tous les diaporamas de votre site."],"Pro settings saved":["Réglages Pro enregistrés"],"Easily add custom CSS to your slideshows to create the perfect design for your sites.":["Ajouter facilement des feuilles de style CSS personnalisées à vos diaporamas pour créer le design parfait pour vos sites."],"Select the position for new added slides.":["Sélectionnez la position des nouvelles diapositives ajoutées."],"New slides order":["Nouvel ordre des diapositives"],"First":["Premier"],"Last":["Dernier"],"You currently have %s slideshow that uses legacy libraries.":["Vous avez actuellement %s diaporamas qui utilisent des bibliothèques héritées."],"Set breakpoints for different screen sizes":["Définir des points de rupture pour différentes tailles d’écran"],"Add option to hide slides and captions per screen size.":["Ajouter une option pour masquer les diapositives et les légendes en fonction de la taille de l’écran."],"Manual entry":["Saisie manuelle"],"Media description":["Description du média"],"Media caption":["Légende du média"],"Confirm":["Confirmer"],"This slideshow will be moved to the \"Trash\" area.":["Ce diaporama sera déplacé dans la zone « Corbeille »."],"To edit this slide, click \"Restore\" and then \"Return to Published Slides\"":["Pour modifier cette diapositive, cliquez sur « Restaurer » puis sur « Retourner aux diapositives publiées »"],"Read our guide on exporting images.":["Lisez notre guide sur l’exportation d’images."],"Images will need to keep the same file names on the new site.":["Les images devront conserver les mêmes noms de fichiers sur le nouveau site."],"Your images need to be exported manually. Please upload them to the new website before importing these slideshows.":["Vos images doivent être exportées manuellement. Veuillez les téléverser sur le nouveau site avant d’importer ces diaporamas."],"A few notes on exporting slideshow images:":["Quelques notes sur l’exportation d’images de diaporama :"],"A .json file will automatically be downloaded with all your slideshow data.":["Un fichier .json sera automatiquement téléchargé avec toutes les données de votre diaporama."],"Click the \"Export\" button.":["Cliquer sur le bouton « Exporter »."],"Choose the slideshows you wish to export.":["Choisissez les diaporamas que vous souhaitez exporter."],"If you have only a few slideshows, we will prepare them automatically. If you have many slideshows, click the \"Load\" button.":["Si vous n’avez que quelques diaporamas, nous les préparerons automatiquement. Si vous avez plusieurs diaporamas, cliquez sur le bouton « Charger »."],"You currently have %s slideshows that use legacy libraries.":["Vous avez actuellement %s diaporamas qui utilisent des bibliothèques héritées."],"You can safely enable this setting. None of your slideshows use the legacy libraries.":["Vous pouvez activer ce réglage en toute sécurité. Aucun de vos diaporamas n’utilise les bibliothèques héritées."],"This setting allows you to disable the legacy slideshow libraries: Nivo Slider, Coin Slider, and Responsive Slides":["Ce réglage vous permet de désactiver les bibliothèques héritées de diaporamas : Nivo Slider, Coin Slider et Responsive Slides"],"Filmstrip (Pro)":["Bande de film (Pro)"],"Thumbnail (Pro)":["Miniature (Pro)"],"Edit slideshows easily by showing MetaSlider link under each slideshow.":["Modifiez facilement les diaporamas en affichant le lien MetaSlider sous chaque diaporama."],"Enable Frontend Edit Links":["Activer les liens de modification de l’interface publique"],"Add and edit slideshows easier by showing MetaSlider on your admin bar.":["Ajouter et modifiez des diaporamas plus facilement en affichant MetaSlider dans votre barre d’administration."],"Enable MetaSlider on Admin Bar":["Activer MetaSlider dans la barre d’administration"],"Change":["Modifier"],"Remove":["Supprimer"],"Please add a slideshow title":["Veuillez ajouter un titre au diaporama"],"Photo on Unsplash":["Photo sur Unsplash"],"Photo by %s on Unsplash":["Photo par %s sur Unsplash"],"Find out more about MetaSlider Pro":["En savoir plus sur MetaSlider PRO"],"MetaSlider Pro is installed!":["MetaSlider PRO est installé !"],"Get MetaSlider Pro!":["Obtenez MetaSlider PRO !"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information?":["Nous sommes en cours de construction de la prochaine version de MetaSlider. Pouvez-vous nous aider en partageant des informations diagnostiques non sensibles ?"],"We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Nous aimerions également vous envoyer des e-mails peu fréquents contenant d’importantes mises à jour de sécurité et de fonctionnalités. Consultez notre %s pour plus de détails."],"No thanks":["Non merci"],"Agree and continue":["Accepter et continuer"],"Help Improve MetaSlider":["Aidez à améliorer MetaSlider"],"Update license key":["Mettez à jour la clé de licence"],"License Key":["Clé de licence"],"Global Settings":["Réglages globaux"],"Global settings saved":["Les réglages globaux ont été enregistrés"],"Slideshow settings saved":["Les réglages du diaporama ont été enregistrés"],"View our detailed privacy policy":["Consultez les détails de notre politique de confidentialité"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Acceptez de laisser MetaSlider collecter de manière responsable des informations sur la façon dont vous utilisez notre extension. Cette option est désactivée par défaut, mais peut avoir été activée par une notification. %s"],"Upgrade here":["Mettez à niveau ici"],"If you are a pro member, enter your license key here to receive updates. %s":["Si vous êtes un membre pro, entrez votre clé de licence ici pour recevoir les mises à jour. %s"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Pour votre commodité, vous pouvez copier les informations de base du site avant pour nous aider à accélérer le processus de débogage. Assurez-vous de vérifier qu’aucune information personnelle que vous souhaiteriez garder privée n’est incluse."],"Site Information":["Informations du site"],"Visit metaslider.com":["Visitez metaslider.com"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Les utilisateurs\/utilisatrices ayant acheté l’extension premium peuvent ouvrir un ticket sur notre centre de support privé pour bénéficier d’un support personnalisé et des réponses plus rapides."],"Paid Premium Support 🌟":["Support Premium payant 🌟"],"Visit wordpress.org":["Visitez wordpress.org"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Pour les utilisateurs\/utilisatrices de la version gratuite de MetaSlider, nous offrons un support gratuit complèt sur les forums de wordpress.org."],"Free Basic Support 🚀":["Support de base gratuit 🚀"],"Visit documentation":["Consultez la documentation"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Consultez notre page de documentation pour des exemples et de plus amples informations sur ce que vous pouvez faire avec MetaSlider."],"Documentation 📚":["Documentation 📚"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Vous y trouverez de la documentation et deux niveaux de support au choix. En outre, vous pouvez nous fournir des informations supplémentaires spécifiques à votre site, votre serveur, etc."],"Analytics notice closed":["Notification d’analyse fermée"],"Analytics notice opened":["Notification d’analyse ouverte"],"Help Center":["Centre d’aide"],"privacy policy":["Politique de confidentialité"],"Thanks for using MetaSlider":["Merci d’utiliser MetaSlider"],"1 slide added successfully":["1 diapositive ajoutée avec succès"],"Viewing %s out of %s slideshows (%s loaded)":["Affichage de %s sur %s diaporamas (%s chargés)"],"Viewing %s out of %s slideshows":["Affichage de %s sur %s diaporamas"],"No slides found":["Aucune diapositive trouvée"],"Image not found<br>%s":["Image non trouvée<br>%s"],"Select the slideshows you wish to import below. Then click here to import them.":["Sélectionner ci-dessous les diaporamas que vous souhaitez importer, puis cliquer ici pour les importer."],"Import %s slideshows":["Importer %s diaporamas"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Note : Vous pouvez toujours importer des diaporamas qui contiennent des images manquantes. Vous devrez simplement mettre à jour ou supprimer manuellement ces diapositives à partir des pages de modification des diaporamas individuels."],"No image name provided":["Aucun nom d’image fourni"],"The following images were not found:":["Les images suivantes n’ont pas été trouvées :"],"All images required to import are accounted for.":["Toutes les images nécessaires à l’importation sont prises en charge."],"Upload file":["Téléverser le fichier"],"Importing...":["Importation..."],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Si vous avez un fichier d’exportation, vous pouvez le téléverser ici pour qu’il soit traité. Des informations sur chaque diaporama seront présentées ci-dessous. Vous pourrez confirmer avant d’importer."],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importez facilement les diaporamas générés par MetaSlider. Cela nécessite un fichier généré à partir de l’onglet « Exporter »."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Alors que la largeur et la hauteur définies ci-dessus seront utilisées pour le recadrage (s’il est activé) et les dimensions de base du diaporama, vous pouvez également définir le diaporama pour qu’il s’étende à son conteneur."],"100% Width":["Largeur 100%"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimensions. If set to 100% width, the height will scale accordingly.":["Mettez à jour la hauteur par défaut de l’image de base. Elle sera utilisée pour le recadrage de l’image de base et les dimensions du diaporama. Si la largeur est de 100 %, la hauteur sera mise à l’échelle en conséquence."],"Change the default width":["Modifier la largeur par défaut"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Mettez à jour la largeur par défaut de l’image de base. Elle sera utilisée pour les dimensions du diaporama et le recadrage de l’image de base."],"Change the default title":["Modifier le titre par défaut"],"Default Slideshow Title":["Titre par défaut du diaporama"],"Update the default settings used when creating new slideshows.":["Mettre à jour les réglages par défaut utilisés lors de la création de nouveaux diaporamas."],"Slideshow Defaults":["Valeurs par défaut des diaporamas"],"External slide":["Diapositive externe"],"Post Feed slide":["Diapositive de flux de publications"],"Select or deselect all slideshows":["Sélectionnez ou désélectionnez tous les diaporamas"],"Toggle all slideshows":["Ouvrir\/fermer tous les diaporamas"],"Select the slideshows you wish to export below, then press here to export them.":["Sélectionnez ci-dessous les diaporamas que vous souhaitez exporter, puis cliquez ici pour les exporter."],"Export %s slideshows":["Exporter %s diaporamas"],"Slideshows":["Diaporamas"],"Load":["Charger"],"Refresh":["Actualiser"],"Processing...":["En cours..."],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Vous avez %s diaporamas qui peuvent être exportés. Des informations sur chaque diaporama seront présentées ci-dessous."],"Load slideshows":["Charger les diaporamas"],"Create a new slideshow now":["Créer un nouveau diaporama maintenant"],"Import successful":["Importation réussie"],"Importing %s slideshows...":["Importation de %s diaporamas..."],"Continue":["Continuer"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Si des images sont manquantes, vous devrez mettre à jour ou supprimer manuellement la diapositive une fois l’importation terminée."],"Some images are missing":["Il y a des images manquantes"],"You have no slideshows to import":["Vous n’avez aucun diaporama à importer"],"We are still searching for your images. Please wait.":["Nous sommes toujours à la recherche de vos images. Veuillez patienter."],"Image search complete":["Recherche d’images terminée"],"Found %s slideshows":["%s diaporama(s) trouvé(s)"],"The data in this file does not appear to be valid.":["Les données de ce fichier ne semblent pas être valides."],"All settings saved":["Tous les réglages enregistrés"],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Modifiez le titre par défaut qui sera utilisé lors de la création d’un nouveau diaporama. Utilisez %s et il sera remplacé par l’ID du diaporama actuel."],"Export successful":["Exportation réussie"],"Exporting %s slideshows...":["Exportation de %s diaporamas..."],"You have no slideshows to export":["Vous n’avez aucun diaporama à exporter"],"Loading %s slideshows...":["Chargement de %s diaporamas..."],"Page not found: %s":["Page non trouvée : %s"],"Opening settings page...":["Ouverture de la page des réglages..."],"Failed to open the settings page...":["Impossible d’ouvrir la page des réglages..."],"Export":["Exporter"],"Import":["Importer"],"No slideshows found.":["Aucun diaporama trouvé."],"No error message reported.":["Aucun message d’erreur reporté."],"Undefined error occurred":["Une erreur indéfinie s’est produite"],"Searching slideshows...":["Recherche de diaporamas..."],"Browse slideshows":["Parcourir les diaporamas"],"Press to clear the slideshow cache from your web browser":["Appuyez sur cette touche pour vider le cache du diaporama à partir de votre navigateur web"],"Load remaining %s slideshows":["Charger les %s restants des diaporamas"],"Clear cache":["Vider le cache"],"Load all":["Charger tout"],"Updating...":["Mise à jour en cours..."],"Searching...":["Recherche en cours..."],"Filter slideshows‎":["Filtrer les diaporamas"],"Sort by modified date":["Trier par date modifiée"],"Sort by title":["Trier par titre"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Cette fonction n’est pas entièrement prise en charge par Internet Explorer 11 et il se peut que les résultats de recherche soient lents."],"The ESCAPE key on a keyboard\u0004Escape":["Échap"],"The ENTER key on a keyboard\u0004Enter":["Entrée"],"Press %s to save or %s to cancel.":["Appuyer sur %s pour enregistrer ou %s pour annuler."],"Indexing slideshows... %s remaining":["Indexation des diaporamas... %s restants"],"Finished":["Terminé"],"Fetching slideshows...":["Récupération de diaporamas..."],"All Slideshows loaded":["Tous les diaporamas chargés"],"Indexing %s slideshows into local storage...":["Indexation de %s diaporamas dans le stockage local..."],"1 slideshow":["1 diaporama"],"Still working... %s slides remaining...":["Toujours en cours... %s diapositives restantes..."],"Settings saved":["Réglages enregistrés"],"Saving %s slides. This may take a few moments.":["Enregistrement de %s diapositives. Cela peut prendre quelques instants."],"Slideshow title updated":["Titre du diaporama mis à jour"],"MetaSlider dashboard loaded":["Tableau de bord MetaSlider chargé"],"%s slides added successfully":["%s diapositives ajoutées avec succès"],"Press to expand":["Appuyez pour étendre"],"Collapse":["Replier"],"Loading slideshows...":["Chargement des diaporamas…"],"Search slideshows (Press ctrl + \/ to focus)‎":["Rechercher de diaporamas (appuyez sur ctrl+\/ pour focaliser)"],"Viewing 1 slideshow":["Visualisation de 1 diaporama"],"last updated: %s":["dernière mise à jour : %s"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositives"],"Current":["Actuelle"],"No slides":["Aucune diapositive"],"Preparing slideshow for duplication...":["Préparation du diaporama pour la duplication..."],"Includes recipes to solve common scenarios.":["Comprend des solutions pour résoudre les scénarios les plus courants."],"Loads only on the front-end where needed.":["Chargements uniquement sur l’interface publique lorsque cela est nécessaire."],"Built-in text editor full of features.":["Éditeur de texte intégré, riche en fonctionnalités."],"CSS Manager":["Gestionnaire CSS"],"CSS manager module":["Module de gestion des CSS"],"CSS Manager notice closed":["Notification du gestionnaire CSS fermée"],"CSS Manager notice opened":["Notification du gestionnaire CSS ouverte"],"OK":["OK"],"Something went wrong":["Il y a eu un problème"],"Tour cancelled unsuccessfully":["Tour annulé sans succès"],"Tour cancelled successfully":["Tour annulé avec succès"],"Duplicated successfully. Reloading...":["Dupliqué avec succès. Rechargement..."],"Slideshow saved":["Diaporama enregistré"],"Duplicating...":["Duplication..."],"Closing utility modal...":["Fermeture de l’utilitaire modal..."],"Opening utility modal...":["Ouverture de l’utilitaire modal..."],"Failed to open utility modal...":["Échec de l’ouverture de l’utilitaire modal..."],"Shortcode unable to be copied automatically":["Le code court ne peut pas être copié automatiquement"],"Shortcode copied":["Code court copié"],"Drop images here":["Déposez les images ici"],"Drag and drop interface not available.":["L’interface glisser\/déposer n’est pas disponible."],"No valid files found":["Aucun fichier valide trouvé"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Vous n’avez actuellement aucune diapositive à visualiser. Si vous le souhaitez, nous pouvons importer des diapositives pour vous."],"Import slides":["Importer les diapositives"],"Import Slides":["Importer les diapositives"],"Crunching...":["Croquant..."],"Complete!":["Complet !"],"Saving...":["Enregistrement…"],"view license":["voir la licence"],"All photos published on Unsplash can be used for free.":["Vous pouvez utiliser gratuitement toutes les photos publiées sur Unsplash."],"Quality":["Qualité"],"Description":["Description"],"Alt Text":["Texte alternatif"],"Portfolio":["Portfolio"],"Profile":["Profil"],"view original":["voir l’original"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s par %s pixels"],"Attachment Details":["Détails du fichier joint"],"Deselect":["Désélectionner"],"Photo by %s":["Photo par %s"],"No photots found.":["Aucune photo trouvée."],"Unsplash tab closed":["Onglet Unsplash fermé"],"Opening Unsplash tab...":["Ouverture de l’onglet Unsplash…"],"Load more":["Charger plus"],"Search unsplash.com...":["Recherche sur unsplash.com..."],"Search Unsplash API":["Rechercher l’API d’Unsplash"],"All media items":["Tous les éléments média"],"Filter by type":["Trier par type"],"You may use HTML here":["Vous pouvez utiliser du HTML ici"],"No default was found":["Aucun par défaut trouvé"],"Automatically updates directly from the WP Media Library":["Mettez automatiquement à jour directement à partir de la médiathèque de WP"],"This feature is not fully supported in this browser.":["Cette fonctionnalité n’est pas entièrement prise en charge par ce navigateur."],"Exit preview":["Quitter l’aperçu"],"Toggle full width":["Ouvrir\/fermer pleine largeur"],"Toggle overlay type":["Ouvrir\/fermer le type de superposition"],"Select":["Sélectionner"],"Get started":["Premiers pas"],"You can create your own themes with our theme editor":["Vous pouvez créer vos propres thèmes avec notre éditeur de thèmes"],"Upgrade now to build your own custom themes!":["Mettez à niveau maintenant pour créer vos propres thèmes personnalisés !"],"Error: No themes were found.":["Erreur : Aucun thème n’a été trouvé."],"Loading...":["Chargement…"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Sélectionnez un thème sur la gauche pour l’utiliser dans ce diaporama. Cliquez sur le thème pour plus de détails."],"How To Use":["Mode d’emploi"],"Tags":["Étiquettes"],"Theme Instructions":["Mode d’emploi du thème"],"Theme Details":["Détails du thème"],"Select a custom theme":["Sélectionnez un thème personnalisé"],"Custom theme":["Thème personnalisé"],"Theme saved":["Thème enregistré"],"Saving theme...":["Enregistrement du thème…"],"No error message provided.":["Aucun message d’erreur fourni."],"Doing something...":["Faisant quelque chose..."],"Copy all":["Tout copier"],"Success":["Succès"],"Filmstrip":["Bande de film"],"Thumbnail":["Miniature"],"Preview":["Prévisualisation"],"Upgrade now":["Mettre à niveau maintenant"],"Preview slideshow":["Prévisualiser le diaporama"],"Auto Play":["Lecture automatique"],"Slideshow Title: ":["Titre du diaporama : "],"Title":["Titre"],"Dots":["Points"],"Hidden":["Masqué"],"Slideshow Theme":["Thème du diaporama"],"Save":["Enregistrer"],"Are you sure?":["Confirmez-vous ?"],"Caption":["Légende"],"No slideshows found":["Aucun diaporama trouvé"]}},"comment":{"reference":"admin\/assets\/dist\/js\/app.js"}}