{"translation-revision-date":"2025-07-27 22:56:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Add recipients who will receive a hidden copy of the email. Separate multiple addresses with commas.":["Añade destinatarios que recibirán una copia oculta del correo electrónico. Separa las direcciones de correo electrónico con comas."],"Add BCC":["Añadir CCO"],"Add recipients who will receive a copy of the email. Separate multiple addresses with commas.":["Añade los destinatarios que recibirán una copia del correo electrónico. Separa las direcciones de correo electrónico con comas."],"Add CC":["Añadir CC"],"Separate with commas to add multiple email addresses.":["Si añades varias direcciones de correo electrónico, sepáralas con comas."],"This email is sent to Customer.":["Este correo electrónico se envía al cliente."],"Recipients":["Destinatarios"],"Change status: %s":["Cambiar estado: %s"],"Email Status":["Estado del correo electrónico"],"Email can only be sent manually from the order screen":["El correo electrónico solo se puede enviar manualmente desde la pantalla del pedido"],"Email would not be sent":["No se enviará el correo electrónico"],"Email would be sent if trigger is met":["Se enviará el correo electrónico si se cumple el activador"],"One or more BCC email addresses are invalid: “%s”. Please enter valid email addresses separated by commas.":["Una o más direcciones de correo electrónico de CCO no son válidas: «%s». Introduce direcciones de correo electrónico válidas separadas por comas."],"One or more CC email addresses are invalid: “%s”. Please enter valid email addresses separated by commas.":["Una o más direcciones de correo electrónico CC no son válidas: «%s». Introduce direcciones de correo electrónico válidas separadas por comas."],"One or more Recipient email addresses are invalid: “%s”. Please enter valid email addresses separated by commas.":["Una o más direcciones de correo electrónico del destinatario no son válidas: «%s». Introduce direcciones de correo electrónico válidas separadas por comas."],"Save email":["Guardar correo electrónico"],"Preview text":["Vista previa del texto"],"Sender Options":["Opciones del remitente"],"Woo Email Content":["Contenido del correo electrónico de Woo"],"Autogenerated content":["Contenido generado automáticamente"],"The \"from\" email address is invalid. Please enter a valid email address that will appear as the sender in outgoing WooCommerce emails.":["La dirección de correo electrónico del remitente no es válida. Introduce una dirección de correo electrónico válida que aparecerá como remitente en los correos electrónicos salientes de WooCommerce."],"Shown as a preview in the inbox, next to the subject line.":["Se muestra como una vista previa en la bandeja de entrada, junto a la línea del asunto."],"Partial Refund Subject":["Asunto del reembolso parcial"],"Full Refund Subject":["Asunto del reembolso completo"],"“from” email":["Correo electrónico del remitente"],"“from” name":["Nombre del remitente"],"This is how your sender name and email address would appear in outgoing WooCommerce emails.":["Así es como aparecerían el nombre y la dirección de correo electrónico del remitente en los correos electrónicos salientes de WooCommerce."],"Email preview frame":["Marco de la vista previa del correo electrónico"],"Inactive":["Inactivo"],"Manually sent":["Enviado manualmente"],"Subject":["Asunto"],"Close":["Cerrar"],"Enabled":["Activa"],"Status":["Estado"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/email-editor-integration.js"}}