{"translation-revision-date":"2025-08-03 09:17:26+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Add recipients who will receive a hidden copy of the email. Separate multiple addresses with commas.":["Ajoutez des destinataires qui recevront une copie cachée de l’e-mail. Séparez les différentes adresses par des virgules."],"Add BCC":["Ajouter un champ CCI"],"Add recipients who will receive a copy of the email. Separate multiple addresses with commas.":["Ajoutez des destinataires qui recevront une copie de l’e-mail. Séparez les différentes adresses par des virgules."],"Add CC":["Ajouter un champ CC"],"Separate with commas to add multiple email addresses.":["Séparez par des virgules pour ajouter plusieurs adresses e-mail."],"This email is sent to Customer.":["Cet e-mail est envoyé au client."],"Recipients":["Destinataires"],"Change status: %s":["Modifier l’état : %s"],"Email Status":["État de l’e-mail"],"Email can only be sent manually from the order screen":["L’e-mail ne peut être envoyé que manuellement depuis l’écran de commande"],"Email would not be sent":["L’e-mail ne serait pas envoyé"],"Email would be sent if trigger is met":["L’e-mail sera envoyé si le déclencheur est atteint"],"One or more BCC email addresses are invalid: “%s”. Please enter valid email addresses separated by commas.":["Une ou plusieurs adresses e-mail CCI ne sont pas valides : « %s ». Veuillez saisir plusieurs adresses e-mail en les séparant par des virgules."],"One or more CC email addresses are invalid: “%s”. Please enter valid email addresses separated by commas.":["Une ou plusieurs adresses e-mail CC ne sont pas valides : « %s ». Veuillez saisir plusieurs adresses e-mail en les séparant par des virgules."],"One or more Recipient email addresses are invalid: “%s”. Please enter valid email addresses separated by commas.":["Une ou plusieurs adresses e-mail de destinataire ne sont pas valides : « %s ». Veuillez saisir plusieurs adresses e-mail en les séparant par des virgules."],"Autogenerated content":["Contenu généré automatiquement"],"Woo Email Content":["Contenu de l’e-mail Woo"],"Sender Options":["Options de l’expéditeur"],"“from” name":["Nom de l’expéditeur"],"“from” email":["Adresse e-mail de l’expéditeur"],"Full Refund Subject":["Objet Remboursement total"],"Partial Refund Subject":["Objet Remboursement partiel"],"Save email":["Enregistrer l’e-mail"],"This is how your sender name and email address would appear in outgoing WooCommerce emails.":["Voici comment votre nom et votre adresse e-mail d’expéditeur apparaîtront dans les e-mails sortants WooCommerce."],"Preview text":["Texte d’aperçu"],"Shown as a preview in the inbox, next to the subject line.":["Affiché sous forme d’aperçu dans la boîte de réception, à côté de la ligne d’objet."],"The \"from\" email address is invalid. Please enter a valid email address that will appear as the sender in outgoing WooCommerce emails.":["L’adresse e-mail de l’expéditeur n’est pas valide. Veuillez saisir une adresse e-mail valide, laquelle apparaîtra comme expéditeur dans les e-mails sortants WooCommerce."],"Email preview frame":["Cadre d’aperçu de l’e-mail"],"Inactive":["Inactif"],"Manually sent":["Envoyé manuellement"],"Subject":["Sujet"],"Close":["Fermer"],"Enabled":["Activé"],"Status":["État"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/email-editor-integration.js"}}