{"translation-revision-date":"2025-08-05 19:36:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"opens in a new tab":["wird in neuem Tab geöffnet"],"Visit {{Link}}the WooCommerce Marketplace{{\/Link}} to find more shipping, delivery, and fulfillment solutions.":["Besuche {{Link}}den WooCommerce Marketplace{{\/Link}}, um weitere Lösungen für Versand, Zustellung und Abwicklung zu finden."],"For example, we’ve added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Wir haben zum Beispiel die Methode „Kostenlose Lieferung“ für Käufer in deinem Land hinzugefügt. Du kannst Versandarten bearbeiten, hinzufügen oder entfernen, indem du „Bearbeiten“ oder „Löschen“ auswählst."],"Add one or more shipping methods you’d like to offer to shoppers in your zones.":["Füge eine oder mehrere Versandarten hinzu, die du Käufern in deinen Zonen anbieten möchtest."],"We’ve added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Für den Anfang haben wir einige Versandzonen hinzugefügt – du kannst sie verwalten, indem du „Bearbeiten“ oder „Löschen“ auswählst."],"Specify the areas you’d like to ship to! Give each zone a name, then list the regions you’d like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Gib die Gebiete an, in die du versenden möchtest! Gib jeder Zone einen Namen und liste dann die Regionen auf, die du aufnehmen möchtest. Deine Regionen können so spezifisch wie eine Postleitzahl oder so groß wie ein Land sein. Die Käufer sehen nur die Versandarten, die in ihrer Region verfügbar sind."],"There was a problem marking the shipping tour as completed.":["Beim Markieren des Lieferwegs als abgeschlossen ist ein Problem aufgetreten."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Wenn du eine schnellere Vorgehensweise bevorzugst und dein Versandetikett direkt von deinem Woo-Dashboard aus drucken möchtest, könnte WooCommerce Shipping die richtige Wahl für dich sein! "],"Print USPS, UPS, and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Drucke USPS-, UPS- und DHL- Etiketten direkt von deinem Woo-Dashboard aus und spare durch vergünstigte Preise Geld beim Versand. Du kannst WooCommerce Shipping in diesem Abschnitt verwalten."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Wir empfehlen dir, deinem Shop eine der folgenden Versanderweiterungen hinzuzufügen. Die Erweiterung wird installiert und aktiviert, wenn du auf „Los geht's“ klickst."],"Recommended shipping solutions":["Empfohlene Versandlösungen"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping ist installiert!"],"Finish the setup by connecting your store to WordPress.com.":["Schließe die Einrichtung ab, indem du deinen Shop mit WordPress.com verbindest."],"Print USPS, UPS, and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Drucke USPS-, UPS- und DHL Express-Label direkt von deinem WooCommerce-Dashboard aus und spare Geld beim Versand."],"WooCommerce Shipping":["WooCommerce Versand"],"Hide this":["Ausblenden"],"Get started":["Los geht’s"],"Task List Options":["Aufgabenlisten-Optionen"],"Recommended":["Empfohlen"],"Activate":["Aktivieren"],"Shipping zones":["Versandzonen"],"Learn more":["Mehr erfahren"],"Shipping methods":["Versandart"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}