{"translation-revision-date":"2025-08-05 19:36:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Set up payments for your store in just a few steps. With WooPayments, you can accept online and in-person payments, track revenue, and handle all payment activity from one place.":["Richte in nur wenigen Schritten Zahlungen für deinen Shop ein. Mit WooPayments kannst du Online- und persönliche Zahlungen akzeptieren, Einnahmen verfolgen und alle Zahlungsaktivitäten an einer zentralen Stelle durchführen."],"Enable %s":["%s aktivieren"],"Enabling":["Wird aktiviert"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["Du musst dein Testkonto zurücksetzen, um mit dem Onboarding mit %1$s fortfahren zu können. Dadurch wird ein neues Testkonto erstellt und alle vorhandenen %2$s-Kontodetails und Testtransaktionen zurückgesetzt."],"Failed to reset your WooPayments account.":["Dein WooPayments-Konto konnte nicht zurückgesetzt werden."],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Wenn du dein Konto zurücksetzt, gehen alle Zahlungsdaten verloren – einschließlich deiner %s-Kontodetails, Testtransaktionen und Auszahlungshistorie. Dein Bestellverlauf bleibt erhalten. Diese Aktion kann nicht rückgängig gemacht werden, aber du kannst jederzeit ein neues Testkonto erstellen."],"Installing":["Wird installiert"],"Yes, reset account":["Ja, Konto zurücksetzen"],"Are you sure you'd like to continue?":["Bist du sicher, dass du fortfahren möchtest?"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Wenn du dein Testkonto zurücksetzt, gehen alle Zahlungsdaten verloren – einschließlich deiner %s-Kontodetails, Testtransaktionen und Auszahlungshistorie. Dein Bestellverlauf bleibt erhalten. Diese Aktion kann nicht rückgängig gemacht werden, aber du kannst jederzeit ein neues Testkonto erstellen."],"Reset your test account":["Testkonto zurücksetzen"],"Accept payments with Woo":["Zahlungen empfangen mit Woo"],"server caches":["Server-Caches"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Kann angezeigt werden, sobald deine <link><\/link> aktualisiert wurden. Bitte warte oder kontaktiere deinen Web-Host, um zu erfahren, wie diese Aktion manuell ausgeführt werden kann."],"Congratulations! Your store will launch soon":["Glückwunsch! Dein Shop wird bald veröffentlicht"],"Explore support resources":["Support-Ressourcen entdecken"],"Add extra features and functionality to your store with Woo extensions.":["Mit Woo-Erweiterungen kannst du zu deinem Shop zusätzliche Features und Funktionen hinzufügen."],"Manage your store on the go":["Deinen Shop unterwegs verwalten"],"Help is on hand":["Hilfe ist verfügbar"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Mit der kostenlosen WooCommerce-Mobil-App kannst du deinen Shop von überall aus verwalten."],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Ausführliche Ratgeber und unser Support-Team stehen dir jederzeit zur Verfügung, wenn du nicht weiterkommst oder Hilfe brauchst."],"Power up your store":["Bringe deinen Shop voran"],"Promote products":["Produkte bewerben"],"Provide more ways to pay":["Biete mehr Zahlungsmöglichkeiten an"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Biete deinen Käufern mehr Zahlungsmöglichkeiten, indem du zusätzliche Zahlungsmethoden in deinen Shop aufnimmst."],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Halte deine Kunden auf dem Laufenden darüber, was es Neues in deinem Shop gibt, und richte clevere Automatisierungen nach dem Kauf ein."],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Vergrößere deinen Kundenstamm, indem du deine Produkte bei Millionen interessierter Käufer bewirbst."],"Add extensions":["Erweiterungen hinzufügen"],"Get the app":["Hol dir die App"],"Add payment methods":["Zahlungsmethoden hinzufügen"],"Manage Mailchimp":["Mailchimp verwalten"],"Install Mailchimp":["Mailchimp installieren"],"Build customer relationships":["Kundenbeziehungen aufbauen"],"How was the experience of launching your store?":["Bist du mit der Veröffentlichung deines Shops zufrieden?"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Du hast deinen Shop erfolgreich veröffentlicht und kannst mit dem Verkauf beginnen! Wir freuen uns darauf, dein Unternehmen wachsen zu sehen."],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Ups! Beim Veröffentlichen deines Shops ist ein Fehler aufgetreten. <retryButton\/>"],"Test data":["Daten testen"],"Remove %d test orders":["%d Testbestellungen entfernen"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Entferne Testbestellungen und die damit verbundenen Daten, einschließlich Analysen und Transaktionen, sobald dein Shop an den Start geht. "],"Visit your store":["Deinen Shop besuchen"],"Promote your products":["Deine Produkte bewerben"],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Warum denkst du so? <smallText>(optional)<\/smallText>"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Dein Feedback wird nur mit WooCommerce geteilt und im Einklang mit unserer <privacyLink>Datenschutzerklärung<\/privacyLink> verwendet."],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Gut gemacht! Dein Shop ist einsatzbereit – alle Aufgaben sind erledigt."],"Congratulations! Your store is now live":["Glückwunsch! Dein Shop ist jetzt live"],"Essential Tasks":["Wichtige Aufgaben"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Bist du bereit, mit dem Verkauf zu beginnen? Bevor du deinen Shop veröffentlichst, solltest du diese wichtigen Aufgaben erledigt haben. Wenn du die Sichtbarkeit deines Shops ändern möchtest, gehe zu WooCommerce | Einstellungen | Sichtbarkeit der Website."],"What’s next?":["Wie geht es weiter?"],"Launch Your Store":["Deinen Shop veröffentlichen"],"Launch your store":["Deinen Shop veröffentlichen"],"Please try again":["Bitte versuche es erneut"],"Back to Home":["Zurück zur Startseite"],"Set up WooPayments":["WooPayments einrichten"],"We appreciate your feedback!":["Wir schätzen dein Feedback!"],"Send":["Senden"],"Back":["Zurück"],"Install":["Installieren"],"Install %s":["%s installieren"],"Set up payments":["Zahlungen einrichten"],"Copy link":["Link kopieren"],"Enable":["Aktivieren"],"Copied!":["Kopiert!"],"Close":["Schließen"],"Cancel":["Abbrechen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}