{"translation-revision-date":"2025-07-31 22:10:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Allow customers to choose an alternative email and phone number from their PayPal contacts during payment. Order confirmations and tracking updates are sent to the selected contacts instead of checkout details. Perfect for gift orders.":["Permite a los clientes elegir un correo electrónico y un número de teléfono alternativos de sus contactos de PayPal durante el pago. Las confirmaciones de pedido y las actualizaciones de seguimiento se envían a los contactos seleccionados en lugar de a los detalles de pago. Perfecto para pedidos de regalo."],"Contact selection on payment":["Selección de contacto en el pago"],"This button may not work in Firefox. Please use another browser, like Chrome, to complete this step.":["Es posible que este botón no funcione en Firefox. Utiliza otro navegador, como Chrome, para completar este paso."],"Get the latest PayPal features and capabilities as they are released. When the extension is updated, new features, payment methods, styling options, and more will automatically update.":["Consigue las últimas características y capacidades de PayPal a medida que se publican. Cuando se actualice la extensión se actualizarán automáticamente las nuevas características, formas de pago, opciones de estilo y mucho más."],"Stay Updated":["Mantente al día"],"All %1$s payment gateways have been %2$s.":["Todas las pasarelas de pago de %1$s se han %2$s."],"disabled":["desactivado"],"enabled":["activado"],"all %s Methods":["todos los métodos de %s"],"Enable":["Activar"],"Disable":["Desactivar"],"Disable <methodLink \/> to use this method.":["Desactivar <methodLink \/> para usar este método."],"Enable <methodLink \/> to use this method.":["Activar <methodLink \/> para usar este método."],"Loading PayPal settings":["Cargando ajustes de PayPal"],"PayPal Overview":["Resumen de PayPal"],"Settings saved successfully.":["Ajustes guardados correctamente."],"Saving…":["Guardando…"],"Saving settings…":["Guardando ajustes…"],"No thanks, I prefer to use a different provider for local payment methods":["No gracias, prefiero utilizar un proveedor diferente para los métodos de pago locales."],"Your all-in-one integration for PayPal checkout solutions that enable buyers to pay via PayPal, Pay Later, and more.":["Tu integración todo en uno para soluciones de pago de PayPal que permiten a los compradores pagar a través de PayPal, pagar más tarde y más."],"Add Expanded Checkout for more ways to pay":["Añade el pago ampliado para obtener más formas de pago"],"Accept local payment methods. Note: Additional application required for some methods":["Acepta métodos de pago locales. Nota: algunos métodos pueden requerir una petición adicional."],"Show tagline below buttons":["Mostrar descripción corta debajo de los botones"],"Customize the appearance of the PayPal smart buttons on your website and choose which payment buttons to display.":["Personalizar la apariencia de los botones inteligentes de PayPal en tu web, y elige qué botones de pago mostrar."],"Enable payment methods in this location":["Activa los métodos de pago en esta ubicación"],"Show all cards":["Mostrar todas las tarjetas"],"By default, all possible credit cards will be accepted. Card types added here will be rejected at checkout.":["Por defecto se aceptarán todas las tarjetas de crédito posibles. Los tipos de tarjeta añadidos aquí se rechazarán en el pago."],"Webhooks":["Webhooks"],"Subscribed Events":["Eventos suscritos"],"Notification URL":["URL de aviso"],"Send a test-webhook from PayPal to confirm that webhooks are being received and processed correctly.":["Envía un webhook de prueba desde PayPal para confirmar que se están recibiendo y procesando correctamente los webhooks."],"Test webhooks":["Probar webhooks"],"Securely store your customers' PayPal accounts for a seamless checkout experience. <br \/>This will disable the <a target=\"_blank\" rel=\"noreferrer\" href=\"%1$s\">Pay Later<\/a> payment method on your site.":["Almacena de forma segusra las cuentas de PayPal de tus clientes para ofrecer una experiencia de pago fluida. <br \/>Esto desactivará el método de pago <a target=\"_blank\" rel=\"noreferrer\" href=\"%1$s\">Paga más tarde<\/a> en tu sitio."],"Disconnect, but preserve all settings":["Desconectar, pero mantener todos los ajustes"],"Attention: The plugin is reset to its initial state!":["Atención: ¡El plugin se restablece a su estado inicial!"],"Start over":["Volver a empezar"],"Disconnecting your account will restart the connection wizard. Are you sure you want to disconnect from your PayPal account?":["Al desconectar tu cuenta se reiniciará el asistente de conexión. ¿Seguro que quieres desconectar tu cuenta de PayPal?"],"Disconnect from PayPal?":["¿Desconectar de PayPal?"],"Not Connected":["No conectado"],"Business | Live":["Business | Directo"],"Business | Sandbox":["Business | Entorno de pruebas"],"This payment method requires <settingLink \/> to be set to \"%s\".":["Este método de pago requiere que <settingLink \/> se establezca a «%s»."],"This payment method requires <settingLink \/> to be disabled.":["Este método de pago requiere que <settingLink \/> esté desactivado."],"This payment method requires <settingLink \/> to be enabled.":["Este método de pago requiere que <settingLink \/> esté activo."],"This payment method requires <methodLink \/> to be enabled.":["Este método de pago requiere que <methodLink \/> esté activo."],"Unknown error":["Error desconocido"],"Operation failed: %s":["Operación fallida: %s"],"Features refreshed successfully.":["Características recargadas correctamente."],"Restore dismissed Things To Do":["Restaurar las tareas pendientes descartadas"],"Restoring…":["Restaurando…"],"Dismissed items restored successfully.":["Elementos descartados restaurados correctamente."],"Add Credit and Debit Cards":["Añade tarjetas de crédito y débito"],"* To use subscriptions, you must have <a target=\"_blank\" href=\"%s\">WooCommerce Subscriptions<\/a> enabled.":["* Para usara suscripciones debes tener activo <a target=\"_blank\" href=\"%s\">WooCommerce Subscriptions<\/a>."],"* Business account is required for subscriptions.":["* Para las suscripciones se requiere una cuenta Business."],"Offer installment payment options and get paid upfront - at no extra cost to you.":["Ofrece opciones de pago a plazos y cobra por adelantado, sin coste adicional para ti."],"Accept debit\/credit cards, PayPal, Apple Pay, Google Pay, and more. Note: Additional application required for some methods":["Acepta tarjetas de débito\/crédito, PayPal, Apple Pay, Google Pay y más. Nota: Se requiere una solicitud adicional para algunos métodos."],"Expanded Checkout":["Pago ampliado"],"Speed up guest checkout with Fastlane. Link a customer's email address to their payment details.":["Acelera el proceso de pago con Fastlane. Vincula la dirección de correo electrónico de un cliente a sus datos de pago."],"Let customers checkout with Crypto while you get paid in cash.":["Permite a los clientes pagar con criptomonedas mientras tú cobras en efectivo."],"Automatically offer Venmo checkout to millions of active users.":["Ofrece automáticamente el pago con Venmo a millones de usuarios activos."],"Our all-in-one checkout solution lets you offer PayPal, Pay Later options, and more to help maximise conversion":["Nuestra solución de pago todo en uno te permite ofrecer PayPal, opciones de pago posterior y mucho más para ayudar a maximizar la conversión."],"Our brand recognition helps give customers the confidence to buy.":["El reconocimiento de nuestra marca ayuda a dar a los clientes confianza para comprar."],"Offer installment payment options and get paid upfront.":["Ofrece opciones de pago a plazos y cobra por adelantado."],"Accept Apple Pay on eligible devices and Google Pay through mobile and web.":["Acepta Apple Pay en dispositivos compatibles y Google Pay a través del móvil y la web."],"Process major credit and debit cards through PayPal’s card fields.":["Procesa las principales tarjetas de crédito y débito a través de los campos de tarjeta de PayPal."],"Style the credit card fields to match your own style. Includes advanced processing with risk management, 3D Secure, fraud protection options, and chargeback protection.":["Personaliza los campos de la tarjeta de crédito según tu propio estilo. Incluye procesamiento avanzado con gestión de riesgos, 3D Secure, opciones de protección contra el fraude y protección contra devoluciones de cargo."],"Seamless payments for customers across the globe using their preferred payment methods.":["Pagos fluidos para clientes de todo el mundo utilizando sus métodos de pago preferidos."],"Go to WooCommerce settings":["Ir a los ajustes de WooCommerce"],"To activate PayPal, please <a href=\"%1$s\">update your WooCommerce store location<\/a> to a supported region and connect a PayPal account eligible for receiving payments.":["Para activar PayPal, por favor, <a href=\"%1$s\">actualiza la ubicación de tu tienda WooCommerce<\/a> a una región admitida y conecta con una cuenta de PayPal elegible para recibir pagos."],"Since receiving payments is essential for using the PayPal Payments extension, you are unable to connect your PayPal account while operating from a \"send-only\" country.":["Dado que la recepción de pagos es esencial para utilizar la extensión de pagos de PayPal, no podrás conectar tu cuenta PayPal mientras operes desde un país de «sólo envío»."],"Your current WooCommerce store location is in a \"send-only\" country, according to PayPal's policies":["La ubicación actual de tu tienda WooCommerce se encuentra en un país de «sólo envío», según las políticas de PayPal"],"Sellers in your country are unable to receive payments via PayPal":["Los vendedores de tu país no pueden recibir pagos a través de PayPal"],"\"Send-only\" Country":["País de «solo envío»"],"Completed":["Completado"],"Error retrieving Pay Later Messaging details.":["Error al recuperar los detalles de mensajería de Paga más tarde."],"Error retrieving todos.":["Error al recuperar las tareas pendientes."],"Error retrieving Styling details.":["Error al recuperar los detalles de estilo."],"Error retrieving PayPal Settings details.":["Error al recuperar los detalles de los ajustes de PayPal."],"Error retrieving payment details.":["Error al recuperar los detalles de pago."],"Loading…":["Cargando…"],"Webhooks were successfully re-subscribed.":["Los webhooks se han resuscrito correctamente."],"Waiting for the webhook to arrive…":["Esperando a que llegue el webhook..."],"(Recommended)":["(Recomendado)"],"Securely store customers' payment methods for future payments and subscriptions, simplifying checkout and enabling recurring transactions.":["Almacena de forma segura los métodos de pago de los clientes para futuros pagos y suscripciones, simplificando el proceso de pago y permitiendo transacciones periódicas."],"Your PayPal account connection details.":["Datos de conexión de tu cuenta PayPal"],"Connection status":["Estado de la conexión"],"View support options":["Ver opciones de soporte"],"Need help? Access troubleshooting tips or contact our support team for personalized assistance.":["¿Necesitas ayuda? Accede a los consejos para solucionar problemas o ponte en contacto con nuestro equipo de soporte para recibir asistencia personalizada."],"View full documentation":["Ver la documentación completa"],"Find detailed guides and resources to help you set up, manage, and optimize your PayPal integration.":["Encuentra guías detalladas y recursos que te ayudarán a configurar, gestionar y optimizar tu integración con PayPal."],"Access detailed guides and responsive support to streamline setup and enhance your experience.":["Accede a guías detalladas y a un servicio de soporte eficaz para agilizar la configuración y mejorar tu experiencia."],"Help Center":["Centro de ayuda"],"Active":["Activo"],"Refreshing…":["Actualizando…"],"Click Refresh to update your current features after making changes.":["Haz clic en actualizar para que se actualicen las características actuales después de realizar cambios."],"Enable additional features and capabilities on your WooCommerce store.":["Activa características y capacidades adicionales en tu tienda WooCommerce."],"Connect to PayPal":["Conectar con PayPal"],"Please enter your Secret Key":["Por favor, introduce la clave secreta."],"Please enter your Client ID":["Por favor, introduce tu ID de cliente"],"Login was not successful. Please try again.":["En acceso no ha sido correcto. Inténtalo de nuevo."],"from %1$s%% + %2$s":["desde %1$s%% + %2$s"],"Prices based on domestic transactions as of %1$s. <a target=\"_blank\" href=\"%2$s\">Click here<\/a> for full pricing details.":["Precios basados en transacciones nacionales a fecha de %1$s. <a target=\"_blank\" href=\"%2$s\">Haz clic aquí<\/a> para conocer los detalles completos de precios."],"Overview":["Resúmen"],"Save":["Guardar"],"Location":["Posición"],"Button Styling":["Estilos de botón"],"Express Checkout":["Pago exprés"],"Classic Checkout":["Pago clásico"],"Fine-tune your PayPal experience with advanced options.":["Refina tu experiencia con PayPal mediante opciones avanzadas."],"Expert Settings":["Ajustes expertos"],"Modify the checkout experience for alternative payment methods, credit cards, and digital wallets.":["Modifica la experiencia de pago para métodos de pago alternativos, tarjetas de crédito y monederos digitales"],"Other payment method settings":["Otros ajustes del método de pago"],"If left blank, PayPal and other buttons will present in the user's detected language. Enter a language here to force all buttons to display in that language.":["Si se deja en blanco, PayPal y los demás botones se presentarán en el idioma detectado del usuario. Introduce un idioma aquí para forzar que todos los botones se muestren en ese idioma."],"Always show the buyer the guest checkout fields first.":["Muestra siempre primero al comprador los campos de pago para invitados."],"Guest checkout page":["Página de pago para invitados"],"Always show the buyer the PayPal login screen.":["Muestra siempre al comprador la pantalla de acceso de PayPal."],"Login page":["Página de acceso"],"Shows the buyer the PayPal login for a recognized PayPal buyer.":["Muestra al comprador el acceso a PayPal de un comprador de PayPal reconocido."],"No preference":["Sin preferencias"],"Determine which experience a buyer sees when they click the PayPal button.":["Determina qué experiencia ve un comprador cuando hace clic en el botón de PayPal."],"PayPal landing page":["Página de destino de PayPal"],"The dynamic text used to construct the statement descriptor that appears on a payer's card statement. Applies to PayPal and Credit Card transactions. Max value of 22 characters.":["El texto dinámico utilizado para construir el descriptor del extracto que aparece en el extracto de la tarjeta del pagador. Se aplica a transacciones de PayPal y de tarjeta de crédito. Valor máximo de 22 caracteres."],"What business name to show to your buyers during checkout and on receipts.":["Qué nombre de empresa mostrar a tus compradores durante el pago y en los recibos."],"If enabled, PayPal will not allow buyers to use funding sources that take additional time to complete, such as eChecks.":["Si está activada, PayPal no permitirá a los compradores utilizar fuentes de financiación que tarden más tiempo en completarse, como los cheques electrónicos."],"Instant payments only":["Solo pagos instantáneos"],"Resubmit the transaction without line item details.":["Volver a enviar la transacción sin los detalles de los artículos."],"Do not send line items":["No enviar detalles del pedido"],"Adds an additional line item with the missing amount.":["Añade una partida adicional con el importe que falta."],"Add a correction":["Añadir una corrección"],"Due to differences in how WooCommerce and PayPal calculates taxes, some transactions may fail due to a rounding error. This settings determines the fallback behavior.":["Debido a las diferencias en la forma en que WooCommerce y PayPal calculan los impuestos, algunas transacciones pueden fallar debido a un error de redondeo. Este ajuste determina el comportamiento alternativo."],"Subtotal mismatch fallback":["Subtotal de desajustes"],"Modify the PayPal checkout experience.":["Modificar la experiencia de pago con PayPal."],"PayPal Settings":["Ajustes de PayPal"],"Simulate webhooks":["Simular webhooks"],"The following PayPal webhooks are subscribed. More information about the webhooks is available in the <a href=\"%s\">Webhook Status documentation<\/a>.":["Los siguientes webhooks de PayPal están suscritos. Hay más información sobre webhooks en la <a href=\"%s\">documentación de estados de webhook<\/a>."],"Log additional debugging information in the WooCommerce logs that can assist technical staff to determine issues.":["Registra información de depuración adicional en los registros de WooCommerce qaue puede ayudar al personal técnico a determinar problemas."],"Access tools to help debug and resolve issues.":["Accede a herramientas que te ayuden a depurar y resolver problemas."],"Troubleshooting":["Diagnosticar"],"Let PayPal customers skip the Order Review page by selecting shipping options directly within PayPal.":["Permite que los clientes de PayPal omitan la página de revisión del pedido al seleccionar las opciones de envío directamente en PayPal."],"Pay Now Experience":["Experiencia de pago ahora"],"Input prefix":["Prefijo de entrada"],"Customize key features to tailor your PayPal experience.":["Personaliza las características clave para adecuar tu experiencia PayPal."],"Common settings":["Ajustes habituales"],"Securely store your customer's credit card.":["Almacena de manera segura la tarjeta de crédito de tu cliente."],"Save Credit and Debit Cards":["Guardar tarjetas de crédito y débito"],"Save payment methods":["Guardar métodos de pago"],"Authorize Only":["Solo autorizar"],"Choose between immediate capture or authorization-only, with manual capture in the Order section.":["Elige entre la captura inmediata o solo autorización, con captura manual en la sección del pedido."],"Order Intent":["Intento de pedido"],"Save and exit":["Guardar y salir"],"Connect your PayPal account":["Conecta tu cuenta de PayPal"],"Choose checkout options":["Elige las opciones de finalizar compra"],"Select product types":["Selecciona los tipos de producto"],"Set up store type":["Configura el tipo de tienda"],"To finalize your payment setup, please log in to PayPal. If you don’t have an account yet, don’t worry - we’ll guide you through the easy process of creating one.":["Para finalizar la configuración del pago, accede a PayPal. Si aún no tienes una cuenta, no te preocupes: te guiaremos a través del sencillo proceso de creación de una."],"Complete Your Payment Setup":["Completa tu configuración de pago"],"No thanks, I prefer to use a different provider for processing credit cards, digital wallets, and local payment methods":["No, gracias, prefiero utilizar otro proveedor para procesar tarjetas de crédito, monederos digitales y métodos de pago locales."],"Available with additional application":["Disponible con solicitud adicional"],"Items require shipping.":["Los artículos requieren envío."],"Items do not require shipping.":["Los artículos no requieren envío."],"Ideal for those who primarily make purchases or send personal transactions to family and friends.":["Ideal para quienes realizan principalmente compras o envían transacciones personales a familiares y amigos."],"Personal Account":["Cuenta personal"],"Recommended for individuals and organizations that primarily use PayPal to sell goods or services or receive donations, even if your business is not incorporated.":["Recomendado para particulares y organizaciones que utilizan PayPal principalmente para vender productos o servicios o recibir donaciones, incluso si su empresa no está constituida en sociedad."],"Choose your account type":["Elige tu tipo de cuenta"],"See advanced options":["Ver las opciones avanzadas"],"or":["o"],"Could not connect to PayPal. Please make sure your Client ID and Secret Key are correct.":["No se ha podido conectar con PayPal. Asegúrate de que tu ID de cliente y tu clave secreta son correctas."],"Please enter a valid Client ID":["Por favor, introduce una ID de cliente válida"],"Pay in 3":["Paga en 3 veces"],"Credit and Debit Cards":["Tarjetas de crédito y débito"],"Error retrieving plugin details.":["Error al recuperar los detalles del plugin."],"Styling":["Estilos"],"Payment Methods":["Métodos de pago"],"Recurring payments for either physical goods or services.":["Pagos periódicos para bienes o servicios físicos."],"Subscriptions":["Suscripciones"],"Deliveries":["Entregas"],"Goods":["Bienes"],"Physical Goods":["Bienes físicos"],"Bookings":["Reservas"],"Downloadable":["Descargable"],"Services":["Servicios"],"Virtual":["Virtual"],"Tell us about the products you sell":["Háblanos acerca de los productos que vendes"],"Activate PayPal Payments":["Activar los pagos con PayPal"],"Click the button below to be guided through connecting your existing PayPal account or creating a new one. You will be able to choose the payment options that are right for your store.":["Haz clic en el botón de abajo para ser guiado a través de la conexión de tu cuenta PayPal existente o la creación de una nueva.Podrás elegir las opciones de pago que sean adecuadas para tu tienda."],"Your all-in-one integration for PayPal checkout solutions that enable buyers to pay via PayPal, Pay Later, all major credit\/debit cards, Apple Pay, Google Pay, and more.":["Tu integración todo en uno para soluciones de pago de PayPal que permiten a los compradores pagar a través de PayPal, Pay Later, las principales tarjetas de crédito\/débito, Apple Pay, Google Pay y mucho más."],"Welcome to PayPal Payments":["Te damos la bienvenida a pagos con PayPal"],"Live Client ID":["ID de cliente en directo"],"Sandbox Client ID":["ID de cliente en el entorno de pruebas"],"Manually Connect":["Conectar manualmente"],"Connect Account":["Conectar cuenta"],"Activate Sandbox mode to safely test PayPal with sample data. Once your store is ready to go live, you can easily switch to your production account.":["Activa el modo de entorno de pruebas para probar PayPal de forma segura con datos de muestra. Una vez que tu tienda esté lista para entrar en funcionamiento, podrás cambiar fácilmente a tu cuenta de producción."],"Enable Sandbox Mode":["Activar el modo de entorno de pruebas"],"For advanced users: Connect a custom PayPal REST app for full control over your integration. For more information on creating a PayPal REST application, <a target=\"_blank\" href=\"%s\">click here<\/a>.":["Para usuarios avanzados: Conecta una aplicación REST de PayPal personalizada para tener un control total sobre tu integración. Para obtener más información sobre la creación de una aplicación REST de PayPal, <a target=\"_blank\" href=\"%s\">haz clic aquí<\/a>."],"Digital Wallets":["Carteras digitales"],"Custom Card Fields":["Campos personalizados de tarjeta"],"with additional application":["con una aplicación adicional"],"Optional payment methods":["Métodos de pago opcionales"],"Crypto":["Criptomonedas"],"Included in PayPal Checkout":["Incluido en el pago con PayPal"],"Our all-in-one checkout solution lets you offer PayPal, Venmo, Pay Later options, and more to help maximise conversion":["Nuestra solución de pago todo en uno te permite ofrecer PayPal, Venmo, opciones de pago posterior y mucho más para ayudar a maximizar la conversión."],"Want to know more about PayPal Payments?":["¿Quieres saber más sobre los pagos con PayPal?"],"Supported":["Compatible"],"Recurring payments":["Pagos periódicos"],"Authorize only or Capture":["Solo autorizar o capturar"],"Payment Capture":["Captura del pago"],"Instant":["Instantáneo"],"Deposits":["Depósitos"],"Error retrieving onboarding details.":["Error al obtener los detalles de la puesta en marcha"],"With alternative payment methods, customers across the globe can pay with their bank accounts and other local payment methods.":["Con los métodos de pago alternativos, los clientes de todo el mundo pueden pagar con sus cuentas bancarias y otros métodos de pago locales."],"Select your preferred card payment options for efficient payment processing.":["Selecciona las opciones de pago con tarjeta que prefieras para un procesamiento eficaz del pago."],"Online Card Payments":["Pagos en línea con tarjeta"],"Select your preferred checkout option with PayPal for easy payment processing.":["Selecciona la opción de pago que prefieras con PayPal para procesar el pago fácilmente."],"Authenticate cardholders through their card issuers to reduce fraud and improve transaction security. Successful 3D Secure authentication can shift liability for fraudulent chargebacks to the card issuer.":["Identificar a los titulares de tarjetas a través de sus emisores para reducir el fraude y mejorar la seguridad de las transacciones. Una identificación 3D Secure satisfactoria puede trasladar la responsabilidad de las devoluciones fraudulentas al emisor de la tarjeta."],"Save changes":["Guardar cambios"],"Complete these tasks to keep your store updated with the latest products and services.":["Completa estas tareas para mantener tu tienda actualizada con los últimos productos y servicios."],"Things to do next":["Qué hacer a continuación"],"Learn more":["Más información"],"Save PayPal and Venmo":["Guarda PayPal y Venmo"],"Refresh":["Recargar"],"Features":["Características"],"Client ID":["ID del cliente"],"Merchant ID":["ID del vendedor"],"Email address":["Dirección de correo electrónico"],"Google Pay":["Google Pay"],"Product Page":["Página del producto"],"payment":["pago"],"Alternative Payment Methods":["Métodos de pago alternativos"],"Browser language":["Idioma del navegador"],"Support":["Soporte"],"Continue":["Continuar"],"Apple Pay":["Apple Pay"],"Button Language":["Idioma del botón"],"Button Color":["Color del botón"],"Soft Descriptor":["Descriptor en pantalla"],"Cancel":["Cancelar"],"Pay Later":["Paga más tarde"],"PayPal Payments":["Pagos de PayPal"],"Documentation":["Documentación"],"Brand name":["Nombre de la marca"],"%1$s %2$s":["%1$s %2$s"],"Business":["Business"],"Venmo":["Venmo"],"Looks like the webhook cannot be received. Check that your website is accessible from the internet.":["Parece que no se puede recibir el webhook. Comprueba que tu web es accesible desde Internet."],"The webhook was received successfully.":["El webhook se ha recibido correctamente."],"Operation failed. Check WooCommerce logs for more details.":["Operación fallida. Comprueba los registros de WooCommerce para más detalles."],"Click to remove the current webhook subscription and subscribe again, for example, if the website domain or URL structure changed.":["Haz clic para eliminar la suscripción actual al webhook y volver a suscribirlo. Por ejemplo, si ha cambiado el dominio de la web o la estructura de la URL."],"Resubscribe webhooks":["Volver a suscribir los webhooks"],"Pay Later Messaging":["Mensajes de «Paga más tarde»"],"3D Secure":["3D Secure"],"Disable specific credit cards":["Desactivar tarjetas de crédito específicas"],"Mini Cart":["Minicarrito"],"Cart":["Carrito"],"White":["Blanco"],"Rectangle":["Rectangular"],"Pill":["Pastilla"],"Shape":["Forma"],"Black":["Negro"],"Silver":["Plata"],"Blue":["Azul"],"Gold (Recommended)":["Oro (recomendado)"],"Pay with PayPal":["Paga con PayPal"],"PayPal Buy Now":["Comprar ahora de PayPal"],"PayPal Checkout":["Pago de PayPal"],"Button Label":["Etiqueta del botón"],"Horizontal":["Horizontal"],"Vertical":["Vertical"],"Button Layout":["Diseño del botón"],"Checkout":["Finalizar compra"],"Logging":["Registro"],"Capture Virtual-Only Orders":["Capturar solo los pedidos virtuales"],"PayPal":["PayPal"],"Sandbox Secret Key":["Clave secreta del entorno de pruebas"],"Live Secret Key":["Clave secreta de producción"],"Disconnect":["Desconectar"],"Connected to PayPal":["Conectar a PayPal"],"Sandbox":["Entorno de pruebas"],"Settings":["Ajustes"]}},"comment":{"reference":"modules\/ppcp-settings\/assets\/index.js"}}