{"translation-revision-date":"2025-08-05 19:36:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Default (<div>)":["Standard (<div>)"],"HTML element":["HTML-Element"],"The %s block requires a product context. When used in a Query Loop, the Query Loop must be configured to display products.":["Der %s-Block erfordert einen Produktkontext. Bei Verwendung in einem Abfrage-Loop muss der Abfrage-Loop so konfiguriert werden, dass er Produkte anzeigt."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["Das <section>-Element sollte einen eigenständigen Teil des Dokuments darstellen, der durch ein anderes Element nicht besser dargestellt werden kann."],"The <nav> element should be used to identify groups of links that are intended to be used for website or page content navigation.":["Das <nav>-Element sollte verwendet werden, um Gruppen von Links zu identifizieren, die für die Navigation von Website- oder Seiteninhalten verwendet werden sollen."],"The <main> element should be used for the primary content of your document only.":["Das <main>-Element sollte nur für den Hauptinhalt des Dokuments verwendet werden."],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["Das <header>-Element sollte einleitenden Inhalt darstellen, in der Regel eine Gruppe von Einführungs- oder Navigationshilfen."],"The <div> element should only be used if the block is a design element with no semantic meaning.":["Das <div>-Element sollte nur verwendet werden, wenn der Block ein Designelement ohne semantische Bedeutung ist."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["Das <aside>-Element sollte einen Teil eines Dokuments darstellen, dessen Inhalt nur indirekt mit dem Hauptinhalt des Dokuments zusammenhängt."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["Das <article>-Element sollte einen in sich geschlossenen, syndizierbaren Teil des Dokuments darstellen."],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["Das <footer>-Element sollte einen Footer für das nächstgelegene Abschnittselement darstellen (z. B.: <section>, <article>, <main> etc.)."],"Product Reviews":["Produktrezensionen"]}},"comment":{"reference":"assets\/client\/blocks\/product-reviews.js"}}