{"translation-revision-date":"2025-08-05 19:36:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Visit the WooCommerce Theme Marketplace":["Besuche den WooCommerce Theme Marketplace"],"Browse more than 100 free and paid themes tailored to different industries—30-day money-back guarantee. If you change your mind within 30 days of your purchase, we’ll give you a full refund — hassle-free.":["Durchsuche mehr als 100 kostenlose und kostenpflichtige Themes, die auf verschiedene Branchen zugeschnitten sind – 30 Tage Geld-zurück-Garantie. Wenn du deine Meinung innerhalb von 30 Tagen nach dem Kauf änderst, erstatten wir dir den vollen Betrag zurück – ganz ohne Probleme."],"There are a total of %d color palettes":["Es sind insgesamt %d Farbpaletten vorhanden"],"Color palettes":["Farbpaletten"],"Sorry, you don't have permission to update the theme.":["Du bist leider nicht berechtigt, das Theme zu aktualisieren."],"Finish customizing":["Anpassungen abschließen"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Wähle das Schriften-Paar aus, das am besten zu deiner Marke passt. Die größere Schrift wird für Überschriften verwendet, die kleinere für unterstützende Inhalte. Du kannst deine Schrift jederzeit im Editor ändern."],"Add patterns":["Vorlagen hinzufügen"],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Wähle eine Farbpalette, die am besten zu deiner Marke passt. Möchtest du sie ändern? Erstelle unten deine individuelle Farbpalette oder aktualisiere sie später im Editor."],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["In der WooCommerce.com-Bibliothek sind weitere Vorlagen verfügbar! Gib deine Zustimmung, um deinen Shop zu verbinden und auf die gesamte Bibliothek zuzugreifen. Dadurch erhältst du mehr relevante Inhalte und kannst deinen Shop individuell einrichten. Mit der Zustimmung wird auch die {{link}}Nutzungsaufzeichnung{{\/link}} aktiviert, die du jederzeit über die WooCommerce-Einstellungen wieder abbestellen kannst."],"Access more patterns":["Zugriff auf mehr Vorlagen"],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Leider verhindert ein technisches Problem, dass mehr Vorlagen angezeigt werden können. Bitte <FetchPatterns>versuche es später erneut<\/FetchPatterns>."],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Erstelle eine ansprechende Startseite, indem du verschiedene Vorlagen und Layouts hinzufügst und kombinierst. Du kannst diese Seite, einschließlich der Inhalte, später über den Editor weiter anpassen."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Baue deine Marke auf, indem du mit {{link}}Fiverr{{\/link}} ein einprägsames Logo erstellst."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Weitere Schriften sind verfügbar! Gibt deine Zustimmung, um deinen Shop zu verbinden und auf die gesamte Schriften-Bibliothek zuzugreifen. Dadurch erhältst du mehr relevante Inhalte und kannst deinen Shop individuell einrichten. Mit der Zustimmung wird auch die {{link}}Nutzungsaufzeichnung{{\/link}} aktiviert, von der du dich jederzeit über die WooCommerce-Einstellungen wieder abmelden kannst."],"Access more fonts":["Zugriff auf mehr Schriften"],"Social media":["Soziale Medien"],"Encourage sales by sharing positive feedback from happy shoppers.":["Verbessere deine Umsätze, indem du positives Feedback von zufriedenen Käufern teilst."],"Share information on any services that your business can provide.":["Informiere über alle Dienstleistungen, die dein Unternehmen anbietet."],"Show your shoppers what’s special about your business.":["Zeige deinen Kunden, was dein Unternehmen besonders macht."],"Put the spotlight on one or more of your products or product categories.":["Rücke eines oder mehrere deiner Produkte oder Produktkategorien ins Rampenlicht."],"Featured selling":["Vorgestellter Verkauf"],"Go to the Customizer":["Zum Customizer"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Passe alles an, von der Farbpalette über die Schriften bis hin zu den Seitenlayouts, und achte darauf, dass jedes Detail zu deiner Marke passt."],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Füge eine oder mehrere unserer Startseitenvorlagen hinzu, um eine Willkommens-Seite für deine Kunden zu erstellen."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Bewirb deine Social-Media-Kanäle und gib den Kunden die Möglichkeit, deine neuesten Produkte und Nachrichten zu sehen."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Entwirf einen Shop, der deine Marke und dein Unternehmen widerspiegelt. Passe dein aktives Theme an, wähle ein professionell gestaltetes Theme aus oder erstelle mit unserem Shop-Designer einen neuen Look."],"DON'T HAVE A LOGO YET?":["DU HAST NOCH KEIN LOGO?"],"Want more patterns?":["Möchtest du mehr Vorlagen?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Leider gibt es technische Probleme. Schau bitte später noch einmal vorbei, um mehr Vorlagen abzurufen."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Melde dich für die <OptInModal>Nutzungsaufzeichnung<\/OptInModal> an, um Zugang zu mehr Vorlagen zu erhalten."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Anscheinend wird dein Netzwerk nicht erkannt. Überprüfe bitte deine Internetverbindung und aktualisiere die Seite."],"Shuffle":["Mischen"],"Services":["Dienstleistungen"],"Welcome shoppers to your store with one of our introductory patterns.":["Heiße Besucher in deinem Shop mit einer unserer Einführungsvorlagen willkommen."],"Intro":["Einführung"],"You can edit your content later in the Editor":["Du kannst deine Inhalte später im Editor bearbeiten"],"Browse themes":["Themes ansehen"],"Choose a professionally designed theme":["Ein professionell gestaltetes Theme auswählen"],"Use the store designer":["Den Shop-Designer verwenden"],"Design your own theme":["Dein eigenes Theme entwerfen"],"Design or choose a new theme":["Neues Theme entwerfen oder auswählen"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Herzlichen Glückwunsch! Du hast deinen Shop erfolgreich gestaltet. Jetzt kannst du zum Startbildschirm zurückgehen, um deine Shop-Einrichtung fertigzustellen und mit dem Verkauf zu beginnen."],"Design a new theme":["Neues Theme gestalten"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Dein aktives Theme wird geändert und du könntest alle Änderungen verlieren, die du daran vorgenommen hast."],"Are you sure you want to design a new theme?":["Möchtest du wirklich ein neues Theme gestalten?"],"Go to Products":["Zu „Produkte“ wechseln"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Beginne mit dem Bestücken deiner virtuellen Regale, indem du deine Produkte hinzufügst oder importierst, oder bearbeite die Beispielprodukte."],"What's next?":["Wie geht es weiter?"],"View store":["Shop anzeigen"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Glückwunsch! Du hast deinen Shop erfolgreich gestaltet. Sieh dir an, was du geleistet hast, bevor du mit der Einrichtung deines Shops fortfährst."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Wähle aus den Optionen unten einen Footer aus. Dein Footer enthält die sekundäre Navigation deiner Website und wird jeder Seite hinzugefügt. Du kannst dies später über den Editor weiter anpassen."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Erstelle eine ansprechende Startseite, indem du eines unserer vorgefertigten Layouts auswählst. Du kannst diese Seite, einschließlich der Inhalte, später über den Editor weiter anpassen."],"Choose your homepage":["Wähle deine Startseite"],"Opt in":["Anmelden"],"Want more font pairings?":["Möchtest du mehr Schriftpaare?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Aktualisiere auf die <WordPressLink>neueste Version von WordPress<\/WordPressLink>, um Zugang zu mehr Schriften zu erhalten."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Melde dich für die <OptInModal>Nutzungsaufzeichnung<\/OptInModal> an, um Zugang zu mehr Schriften zu erhalten."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Aktualisiere auf die <WordPressLink>neueste Version von WordPress<\/WordPressLink> und <OptInModal>melde dich für die Nutzungsaufzeichnung an<\/OptInModal>, um Zugang zu mehr Schriften zu erhalten."],"Add your products":["Deine Produkte hinzufügen"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ups! Beim Einrichten der Grundlagen ist ein Fehler aufgetreten. {{anchor}}Bitte versuche es erneut{{\/anchor}} oder beginne mit einem Theme."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Du kannst dich hier gerne offen äußern. Alle Vorschläge, Rückmeldungen oder Kommentare zu „Dein eigenes Theme entwerfen“ sind willkommen."],"I wanted to design my own theme.":["Ich wollte mein eigenes Theme entwerfen."],"What motivated you to choose the \"Design your own theme\" option?":["Was hat dich dazu bewogen, die Option „Dein eigenes Theme entwerfen“ zu wählen?"],"Choose your footer":["Wähle deinen Footer"],"Design your homepage":["Gestalte deine Startseite"],"Choose your header":["Wähle deinen Header"],"Choose your color palette":["Wähle deine Farbpalette"],"Choose fonts":["Wähle eine Schrift"],"Discover what's possible with the store designer":["Finde heraus, was mit dem Shop-Designer möglich ist"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Beginne mit der Gestaltung deines Shops – füge dein Logo hinzu, ändere Farbschemen und erstelle deine eigenen Layouts. Schau dich um und entdecke, was alles möglich ist."],"Setting up the foundations":["Grundlagen schaffen"],"Customize your theme":["Passe dein Theme an"],"Start designing":["Beginne deinen Entwurf"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Mit unserem integrierten Shop-Designer kannst du im Handumdrehen einen eindrucksvollen Shop erstellen. Wähle beispielsweise ein Layout und einen Stil aus."],"Design your own":["Entwirf deinen eigenen Shop"],"Did you find anything confusing, irrelevant, or not useful?":["Fandest du etwas verwirrend, irrelevant oder nicht nützlich?"],"Other.":["Sonstige."],"I didn't find a theme that matched my needs.":["Ich habe kein Theme gefunden, das meinen Bedürfnissen entsprach."],"I didn't like any of the available themes.":["Mir hat keines der verfügbaren Themes gefallen."],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Wir möchten sicherstellen, dass du alle passenden Tools hast, um deinen Shop von Anfang an richtig anzupassen. Wir würden gerne wissen, ob wir unser Ziel erreicht haben und wie wir uns verbessern können."],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Wie würdest du auf einer Skala von 1 = schwierig bis 5 = sehr einfach dein Erlebnis insgesamt bewerten?"],"Continue designing":["Weiter designen"],"Exit and lose changes":["Beenden und Änderungen verlieren"],"You'll lose any changes you've made to your store's design and will start the process again.":["Du verlierst alle Änderungen, die du am Design deines Shops vorgenommen hast, und beginnst den Vorgang von vorne."],"Are you sure you want to exit?":["Möchtest du den Vorgang wirklich beenden?"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Unterstützt durch experimentelle KI. {{link}}Weitere Informationen{{\/link}}"],"Editor canvas":["Editor-Leinwand"],"Find out how":["Erfahre, wie das geht"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Anscheinend verwendest du den Offline-Modus von Jetpack. Wechsle zum Online-Modus, um dein Design mit KI zu erstellen."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Der Shop-Designer erstellt ein neues Shop-Design für dich. Alle Änderungen, die du an deinem aktiven Theme vorgenommen hast, gehen verloren. Wenn du dein Theme lieber weiter bearbeiten möchtest, kannst du das über den <EditorLink>Editor<\/EditorLink> tun."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Leider ist der [AI Store Designer] derzeit nicht verfügbar, da wir dein Netzwerk nicht finden können. Bitte prüfe deine Internetverbindung."],"Looking to design your store using AI?":["Du möchtest deinen Shop mit KI entwerfen?"],"Active theme":["Aktives Theme"],"Back to Home":["Zurück zur Startseite"],"Go back to the Home screen to complete your store setup and start selling":["Gehe zum Startbildschirm zurück, um deine Shop-Einrichtung fertigzustellen und mit dem Verkauf zu beginnen"],"Go to the Editor":["Gehe zum Editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Gehe zum Editor, um deine Bilder und Texte zu ändern, weitere Seiten hinzuzufügen und weitere Anpassungen vorzunehmen."],"Fine-tune your design":["Optimiere dein Design"],"Your store looks great!":["Dein Shop sieht toll aus!"],"Browse all themes":["Alle Themes durchsuchen"],"Or select a professionally designed theme to customize and make your own.":["Oder wähle ein professionell gestaltetes Theme aus, das du anpassen und nach deinen Wünschen gestalten kannst."],"Customize your store":["Deinen Shop anpassen"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Passe den Stil und das Layout deines Shops an deine Marke an! Füge dein Logo hinzu, ändere die Schriftart und Farben und probiere verschiedene Seitenlayouts aus. Du kannst Text und Bilder später über den Editor bearbeiten."],"Make your store your own":["Mache deinen Shop zu deinem eigenen"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Alle Änderungen, die du an Layout und Stil vornimmst, werden hier in Echtzeit angezeigt – perfekt, um vor der Live-Schaltung mit verschiedenen Looks zu experimentieren. Du kannst auch die Größe dieses Bereichs ändern, um zu sehen, wie dein Shop auf Mobilgeräten dargestellt wird."],"View your changes in real time":["Zeige deine Änderungen in Echtzeit an"],"Take a tour":["Rundgang machen"],"Saving failed.":["Das Speichern ist fehlgeschlagen."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Füge dein Logo hinzu, um sicherzustellen, dass dein Shop deine Marke darstellt. Die besten Ergebnisse erzielst du, wenn du eine SVG- oder PNG-Datei mit einer Mindestbreite von 300 Pixeln hochlädst."],"Use as site icon":["Als Website-Icon verwenden"],"Link logo to homepage":["Logo mit Startseite verknüpfen"],"Image width":["Bildbreite"],"Logo":["Logo"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Website-Icons erscheinen in Browser-Tabs, Lesezeichenleisten und in den WordPress Mobil-Apps."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Wähle aus den Optionen unten einen neuen Header aus. Dein Header enthält die Navigation deiner Website und wird jeder Seite hinzugefügt. Du kannst später über den Editor mit den Anpassungen fortfahren."],"or create your own":["oder erstelle deine eigenen"],"Add your logo":["Dein Logo hinzufügen"],"Let's get creative":["Lass uns kreativ werden"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Passe das Design deines Shops mit unseren Stil- und Layout-Tools an. Inhalte und Bilder können später über den Editor hinzugefügt oder geändert werden."],"Opening the doors":["Die Türen werden geöffnet"],"Turning on the lights":["Die Lichter werden eingeschaltet"],"Thanks for the feedback. We'll put it to good use!":["Vielen Dank für das Feedback. Wir werden es berücksichtigen!"],"Replace":["Ersetzen"],"Continue setting up your store":["Die Einrichtung deines Shops abschließen"],"Options":["Einstellungen"],"Send":["Senden"],"Back":["Zurück"],"Navigation":["Navigation"],"Style":["Stil"],"Paid":["Bezahlt"],"Share feedback":["Feedback teilen"],"About":["Über"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Zurück"],"Close":["Schließen"],"Cancel":["Abbrechen"],"Delete":["Löschen"],"Settings":["Einstellungen"],"Default":["Standard"],"Reviews":["Rezensionen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}