{"translation-revision-date":"2025-08-05 19:36:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Setting up your test account":["Dein Testkonto wird eingerichtet"],"Almost there!":["Fast geschafft!"],"Test payments and finish off any other tasks required to launch your store.":["Teste Zahlungen und schließe alle sonstigen Aufgaben ab, die zum Starten deines Shops erforderlich sind."],"Activate real payments":["Echte Zahlungen aktivieren"],"Reset Account":["Konto zurücksetzen"],"Your test account was successfully reset.":["Dein Testkonto wurde erfolgreich zurückgesetzt."],"Close this window":["Dieses Fenster schließen"],"Great news — your WooPayments account has been activated. You can now start accepting payments on your store.":["Gute Neuigkeiten! Dein WooPayments-Konto wurde aktiviert. Du kannst ab sofort Zahlungen in deinem Shop erhalten."],"Go to Payments Overview":["Zur Zahlungsübersicht"],"You’re ready to accept payments!":["Du kannst jetzt Zahlungen erhalten!"],"Thank you for your patience! Unfortunately, the test account creation is taking a bit longer than we anticipated. But don't worry — we won't give up! Feel free to close this modal and check back later. We appreciate your understanding!":["Vielen Dank für deine Geduld! Leider dauert die Erstellung des Testkontos etwas länger als erwartet. Aber keine Sorge, wir geben nicht auf! Du kannst dieses Modal gerne schließen und später noch einmal nachsehen. Danke für dein Verständnis!"],"The test account creation is taking a bit longer than expected, but don't worry — we're on it! Please bear with us for a few seconds more as we set everything up for your store.":["Die Erstellung des Testkontos dauert etwas länger als erwartet, aber keine Sorge – wir sind dran! Bitte warte noch ein paar Sekunden, während wir alles für deinen Shop einrichten."],"An error occurred while creating your test account. Please try again.":["Beim Erstellen deines Testkontos ist ein Fehler aufgetreten. Bitte versuche es erneut."],"Try Again":["Erneut versuchen"],"We've created a test account for you so that you can begin {{link}}testing payments on your store{{\/link}}.":["Wir haben ein Testkonto für dich erstellt, mit dem du {{link}}Zahlungen in deinem Shop testen{{\/link}} kannst."],"Creating test account failed. Please try again.":["Erstellen des Testkontos fehlgeschlagen. Bitte versuche es erneut."],"In just a few moments, you'll be ready to test payments on your store.":["In nur wenigen Momenten kannst du Zahlungen in deinem Shop testen."],"Finishing payments setup":["Einrichten von Zahlungen wird abgeschlossen"],"Select which payment methods you'd like to offer to your shoppers. You can update these at any time.":["Wähle aus, welche Zahlungsmethoden du deinen Käufern anbieten möchtest. Du kannst diese jederzeit hier anpassen."],"Payment activation through our financial partner requires HTTPS and cannot be completed.":["Die Zahlungsaktivierung über unseren Finanzpartner erfordert HTTPS und kann nicht abgeschlossen werden."],"Unable to start onboarding. If this problem persists, please contact support.":["Onboarding kann nicht gestartet werden. Wende dich an den Support, wenn das Problem weiterhin besteht."],"By using %1$s, you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} (including {{merchantTermsLink}}%2$s merchant terms{{\/merchantTermsLink}}) and acknowledge that you have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Durch die Verwendung von %1$s stimmst du unseren {{tosLink}}Geschäftsbedingungen{{\/tosLink}} (einschließlich den {{merchantTermsLink}}%2$s-Bestimmungen für Händler{{\/merchantTermsLink}}) zu und bestätigst, dass du unsere {{privacyPolicyLink}}Datenschutzerklärung{{\/privacyPolicyLink}} gelesen hast."],"Please provide a type of goods or services":["Bitte gib die Art der Waren bzw. Dienstleistung an"],"Please provide a business type":["Bitte gib die Art des Unternehmens an"],"Please provide a country":["Bitte gib ein Land an"],"Please provide a response":["Bitte gib eine Antwort an"],"What type of goods or services does your business sell? ":["Welche Art von Waren oder Dienstleistungen verkauft dein Unternehmen? "],"What category of legal entity identify your business?":["Welche Kategorie von Rechtsträger beschreibt dein Unternehmen?"],"What type of legal entity is your business?":["Welche Art von Rechtsträger ist dein Unternehmen?"],"This info will verify your account":["Mit dieser Information bestätigst du dein Konto"],"Finish your verification process":["Deinen Verifizierungsprozess abschließen"],"This will take place in a secure environment through our partner. Once your business details are verified, you’ll be redirected back to your store dashboard.":["Dies wird in einer sicheren Umgebung durch unseren Partner erfolgen. Sobald die Details zu deinem Unternehmen verifiziert wurden, wirst du wieder zu deinem Shop-Dashboard weitergeleitet."],"Select a country":["Wähle ein Land"],"One last step! Verify your identity with our partner":["Ein letzter Schritt! Verifiziere deine Identität bei unserem Partner"],"This info will help us speed up the set up process.":["Mithilfe dieser Informationen können wir den Einrichtungsprozess beschleunigen."],"Please share a few more details":["Bitte gib noch ein paar weitere Details an"],"We’ll use these details to enable payments for your store. This information can’t be changed after your account is created.":["Wir verwenden diese Details, um Zahlungen für deinen Shop zu aktivieren. Diese Informationen können nach der Erstellung deines Kontos nicht mehr geändert werden."],"Let’s get your store ready to accept payments":["Sorge dafür, dass dein Shop Zahlungen empfangen kann"],"You are currently testing payments on your store. To activate real payments, you will need to provide some additional details about your business. {{link}}Learn more{{\/link}}.":["Du testest derzeit Zahlungen in deinem Shop. Um echte Zahlungen zu aktivieren, musst du einige zusätzliche Details zu deinem Unternehmen angeben. {{link}}Weitere Informationen{{\/link}}."],"Start accepting real payments":["Beginne damit, echte Zahlungen zu erhalten"],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":["Auswählen, wenn dir von der Bundessteuerbehörde (IRS) Steuerbefreiung gewährt wurde"],"Select if your business is classed as a government entity":["Auswählen, wenn dein Unternehmen als staatliche Einrichtung eingestuft ist"],"Select if you run a non-business entity":["Auswählen, wenn dein Unternehmen nicht gewerblich tätig ist"],"Select if you filed documentation to register your business with a government agency":["Auswählen, wenn du Unterlagen zur Registrierung deines Unternehmens bei einer Behörde eingereicht hast"],"Select if you run your own business as an individual and are self-employed":["Auswählen, wenn du dein eigenes Unternehmen selbstständig und als Einzelperson führst"],"Search…":["Suchen …"],"You’ll be briefly redirected to connect your store to your WordPress.com account and unlock the full features and functionality of WooPayments":["Du wirst gleich weitergeleitet, um deinen Shop mit deinem WordPress.com-Konto zu verbinden und alle Funktionen von WooPayments freizuschalten"],"Connect to WordPress.com":["Mit WordPress.com verbinden"],"Step %1$s of %2$s":["Schritt %1$s von %2$s"],"Step active":["Schritt aktiv"],"Step completed":["Schritt abgeschlossen"],"There are environment or store setup issues which are blocking progress. Please resolve them to proceed.":["Es gibt Probleme mit der Umgebung oder der Shop-Einrichtung, die den Fortschritt blockieren. Bitte behebe die vorliegenden Probleme, um fortfahren zu können."],"Show more (%s)":["Mehr anzeigen (%s)"],"Provide additional details about your business so you can begin accepting real payments. {{link}}Learn more{{\/link}}":["Mache weitere Angaben zu deinem Geschäft, damit du echte Zahlungen empfangen kannst. {{link}}Weitere Informationen{{\/link}}"],"What's next:":["Wie geht es weiter?"],"You're ready to test payments!":["Du kannst jetzt Zahlungen testen!"],"No selection":["Keine Auswahl"],"Currently selected: %s":["Aktuell ausgewählt: %s"],"Activate payments":["Zahlungen aktivieren"],"Choose your payment methods":["Deine Zahlungsmethoden auswählen"],"Set up WooPayments":["WooPayments einrichten"],"Where is your business located?":["Wo ist der Sitz deines Unternehmens?"],"Continue setting up your store":["Die Einrichtung deines Shops abschließen"],"Back":["Zurück"],"Select an option":["Wähle eine Option"],"Dismiss this notice":["Diesen Hinweis ausblenden"],"Continue store setup":["Shop-Einrichtung fortsetzen"],"Connect":["Verbinden"],"OR":["ODER"],"Cancel":["Abbrechen"],"Continue":["Fortfahren"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/53.js"}}